Revit 2027 API
ParameterTypeId.StructuralSectionIshapeWebthicknessLocation Property
 "Web Thickness Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeWebthicknessLocation { get; }
Public Shared ReadOnly Property StructuralSectionIshapeWebthicknessLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeWebthicknessLocation {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeWebthicknessLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace